Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: "We haven't lost the war"
pt: 'Perdemos a batalha, mas não perdemos a guerra', disse filha.

source: The banks won't be able to reopen on Tuesday as scheduled unless the European Central Bank resumes emergency lending -- unthinkable without an unequivocal commitment from the Greek government to reform.
pt: "Se o BCE não estender crédito emergencial adicional, é muito difícil ver como os bancos gregos poderão reabrir na terça-feira, como planejado, e a crise econômica deverá se intensificar .

source: Clashes broke out when hundreds of youths tried to break through police barricades to enter the presidential palace .
pt: Centenas de jovens tentaram ultrapassar as barreiras policiais e entrar no palácio presidencial, o que gerou tumultos.

source: A 56-year-old Sudanese doctor who had worked as a UN volunteer in Liberia died of Ebola late Monday after arriving in Germany last week for treatment.
pt: Morre médico da ONU internado com ebola na Alemanha Sudanês de 56 anos foi infectado em missão da ONU na Libéria.

source: 73 of those stowaways died and 23 survived
pt: Destes, 73 teriam morrido e apenas 23 sobrevivido.

source: It is very disappointing," he said.
pt: Isso é muito gostoso”, afirmou .

source: Even if Iran and the six powers reach an agreement by their end-March deadline, officials close to the talks say it could still fall apart when the two sides attempt to agree on all the technical details for a comprehensive accord by June 30.
pt: As autoridades dos EUA disseram, mais cedo, que as negociações nucleares entre o Irã e os seis poderes podem continuar até o prazo final, na terça-feira, à medida que os dois lados tentam fechar um acordo sobre os principais detalhes da proposta final .

source: IMF cuts US growth forecast for 2014
pt: FMI reduz previsão de crescimento da economia brasileira para 1,3%

source: "I was busy ... "
pt: Eu estava ao seu lado .

source: As you say, you and I are about the same age, but your knees are even more messed up than mine, and mine are pretty messed up .
pt: Eu queria falar tudo para você, só que eu não vou falar tudo para você, resolver o seu problema e depois - aquilo que você falou - você não olha mais para minha cara .

source: Swiss press and observers fear that European officials will take a tough line with Switzerland over its proposal to renegotiate the free movement of people accord with the European Union and to introduce immigration quotas.
pt: Portanto, a Suíça terá de renegociar com Bruxelas o acordo de libre circulação das pessoas, um dos muitos acordos bilaterais que a Suíça tem com a União Europeia.

source: RIO DE JANEIRO (Reuters) - Russia coach Fabio Capello said the 1-0 World Cup defeat by Belgium on Sunday was undeserved and that he still believes his team can progress to the second round.
pt: RIO DE JANEIRO (Reuters) - O técnico da Rússia, Fabio Capello, disse que a derrota por 1 x 0 para a Bélgica no domingo não foi merecida e que ele ainda acredita que sua equipe possa avançar à segunda fase do torneio.

source: So that's what's really going on.
pt: Mesmo assim, o gosto é o mesmo .

source: “It’s different – and that’s one of the reasons why I think my stuff is interesting here .
pt: Aí você disse: "não, mas é diferente porque agora que estou começando meu negócio .

source: Ukraine's military and pro-Russian rebels are accusing each other of shelling residential districts in and near the war-shattered rebel-held city of Donetsk, after police on Sunday reported at least four civilians killed in the past 24 hours.
pt: Dois civis e um soldado ucraniano morreram nas últimas 24 horas no leste separatista pró-russo da Ucrânia, enquanto um hospital foi atingido por um morteiro no reduto rebelde de Donetsk, de acordo com informações divulgadas neste domingo por Kiev e os rebeldes.

source: "I don't think anybody can say right now that the international response to the Ebola outbreak is sufficient," US ambassador to the UN Samantha Power said after the Security Council briefing.
pt: “Não acho que alguém possa dizer neste momento que a reação internacional à epidemia de Ebola está sendo suficiente”, disse Power.

source: "My heart says that my son is innocent .
pt: “É meu sonho”, diz.

source: UN chief Ban urges action to prevent Kobane 'massacre'
pt: ONU pede ajuda global para evitar "massacre" em Kobane

source: NAIROBI (Reuters) - Kenyan police fired tear gas into a crowd of Nairobi schoolchildren on Monday as the youngsters and adults protested against what they call an illegal confiscation of a playground.
pt: A polícia do Quênia disparou gás lacrimogêneo contra crianças que protestavam contra a remoção de um playground em uma escola em Nairobi, nesta segunda-feira (19).

source: In a statement issued late on Sunday, Sisi said "the new Egypt, which emerged from the January 25 and June 30 revolutions, is on a path to establish a modern democratic state based on justice, freedom, equality and a renunciation of corruption".
pt: "O novo Egito, que é o resultado de duas revoluções, a de 25 de janeiro (2011) e a de 30 de junho (2013), se dirige ao estabelecimento de um Estado democrático moderno, baseado na justiça, na liberdade, na igualdade e na luta contra a corrupção", afirmou Al-Sissi.

source: In a Sunday CBS interview, Kerry did not repeat the standard U.S. line that Assad had lost all legitimacy over the shattering civil war in Syria and so had to go .
pt: Na entrevista, Kerry não repetiu a tradicional opinião americana de que "Assad perdeu completamente a legitimidade e precisa deixar o poder" .

source: Salman, Abdullah's half-brother, has become the new king of Saudi Arabia, while Prince Muqrin bin Abdulaziz was declared the new crown prince.
pt: O príncipe Salman foi declarado o novo rei do país, e o príncipe Mugrin se tornou o próximo na linha de sucessão .

source: Academics identified the variables as real GDP per capita, healthy life expectancy, having someone to count on, perceived freedom to make life choices, freedom from corruption and generosity.
pt: As variáveis chave do estudo são o PIB per capita, a esperança de vida saudável, o fato de ter alguém em quem confiar, a percepção de liberdade para tomar decisões vitais, a falta de corrupção e a generosidade, afirma o estudo.

source: Long-delayed marathon bombing trial set to begin in Boston
pt: Começa julgamento do suspeito do duplo atentado em Boston

source: And if you haven't seen that in the book then you haven't read the book .
pt: E o leitor, no caso, você, não precisa disso.

source: This is very good news .
pt: Essa informação é uma novidade muito importante .

source: I need to save energy for getting well and for being with people who care about me and want me to get better. "
pt: Não sei como, vou ter que buscar ajuda de alguém, porque eu sei que um dia ele vai me perguntar .

source: Russian President Vladimir Putin has said he would support a presidential bid from Egyptian army chief Abdel Fattah al-Sisi, wishing him luck after holding talks in Moscow.
pt: O presidente russo, Vladimir Putin, afirmou que apoia a decisão do marechal Abdel Fatah al-Sisi de disputar a eleição presidencial no Egito, em um encontro em Moscou com o comandante das Forças Armadas e homem forte do Egito.

source: Japan's Premier Abe has been pushing for a summit with President Xi on the sidelines of an APEC (Asia Pacific Economic Co-operation) gathering in Beijing next month .
pt: A notícia acontece antes de uma visita de Abe a Pequim para a cúpula da Cooperação Econômica Ásia-Pacífico (Apec, na sigla em inglês).

source: While the Korean War ended over half a century ago, the neighboring countries technically remain at war because they signed an armistice, not a peace treaty.
pt: As duas Coreias permanecem tecnicamente em guerra já que a Guerra da Coreia terminou em armistício, não em tratado de paz.

source: Chilean President Michelle Bachelet says she has asked all her ministers to resign and she will choose a new cabinet in the next 72 hours.
pt: Início » Presidenta do Chile pede renúncia de todos os ministros e promete novo gabinete nas próximas 72 horas

source: Both Eduardo Campos and Marina Silva are former ministers in the PT government under ex-President Lula .
pt: Seus presidentes estão com Dilma, mas integrantes das duas cúpulas estão com Eduardo Campos e Marina Silva, ambos do PSB .

source: Huawei expects its enterprise business revenue to reach $10 billion in five years, said Xu, from roughly $2.45 billion in 2013.
pt: A Huawei espera que a receita de seu negócio corporativo alcance 10 bilhões de dólares em cinco anos, disse Xu, ante cerca de 2,45 bilhões de dólares em 2013.

source: Merkel and French President Francois Hollande visited Moscow on Friday to discuss ways to end the fighting in eastern Ukraine.
pt: Merkel e Hollande estiveram em Kiev na quinta-feira para se encontrar com o presidente ucraniano, Petro Poroshenko.

source: "Nobody told me about this .
pt: Ninguém me contou .

source: Nafissatou Diallo, a maid at the luxury hotel "Sofitel" in New York, had accused Strauss-Kahn of forcing her to have oral sex and sexual intercourse .
pt: Em 2011, Strauss-Kahn foi acusado de abusar sexualmente da camareira Nafissatou Diallo, nascida na Guiné, num hotel de Nova York .

source: UHC is the basic concept that every person, everywhere, should have access to health care without suffering financial hardship .
pt: Ninguém tem dúvida de que todas as pessoas devem ter acesso aos serviços de saúde sem sofrer dificuldades financeiras .

source: Duncan, the first person diagnosed with Ebola on American soil, contracted the virus in his home country of Liberia.
pt: A mulher representa o primeiro caso de infecção por Ebola em solo americano e é a segunda pessoa a ser diagnosticada fora da África .

source: IMF chief Lagarde under investigation in France - The Japan News
pt: Lagarde, do FMI, é investigada em caso francês de fraude

source: Earlier on Monday, Russian Foreign Minister Sergei Lavrov said Russia planned the same route for the next humanitarian convoy which is to set off towards the Ukrainian border already this week.
pt: O governo da Rússia planeja enviar um segundo comboio de ajuda humanitária para o leste da Ucrânia nesta semana, afirmou o ministro das Relações Exteriores do país, Sergei Lavrov. As informações são da agência de notícias russa "RT".

source: See Earth all over again from a million miles away.
pt: Veja imagem da Terra feita a mais de um milhão de quilômetros

source: It started in November when President Viktor Yanukovych rejected a deal with the EU in favour of closer ties with Russia .
pt: As manifestações começaram em novembro, quando o presidente, Viktor Yanukovych, decidiu não assinar um acordo de cooperação com a União Europeia, em favor de uma aproximação econômica com a Rússia.

source: "We worked all night long .
pt: "Trabalhávamos dia e noite .

source: Ferguson Police Chief Tom Jackson on Thursday appeared outside police headquarters in civilian clothes to assure protesters calling for his resignation that there would be reforms following Brown’s death .
pt: Nesta quinta-feira, o chefe da polícia de Ferguson, Tom Jackson, divulgou um vídeo em que pede desculpas à família de Brown.

source: Pakistan PM lifts moratorium on death penalty after school attack
pt: Paquistão suspende moratória da pena de morte para casos de terrorismo

source: Type-2 diabetes sufferers do not produce enough insulin or the insulin they produce does not work properly (known as insulin resistance) .
pt: Já no diabetes tipo 2, o pâncreas produz insulina, mas ela não consegue atuar corretamente no corpo .

source: BERLIN (Reuters) - BMW (BMWG.DE: Quote) outsold German rivals Audi and Mercedes-Benz in September thanks to strong demand in Europe, but the gap between the three luxury car brands has narrowed this year in a fierce sales race.
pt: BERLIM (Reuters) - A Audi vendeu menos carros que a rival Mercedes-Benz pela primeira vez neste ano, o mais recente sinal de que a rivalidade nas vendas entre as principais montadoras de carros de luxo da Alemanha está se intensificando.

source: LISBON (Reuters) - Police transferred Portugal's former Socialist prime minister Jose Socrates back to his cell at a police station late on Sunday where he will spend a third night in a row after his shocking arrest and questioning in a corruption investigation.
pt: O ex-primeiro-ministro português José Sócrates, detido na sexta-feira em meio a uma investigação por fraude fiscal e corrupção, teve a prisão preventiva decretada nesta segunda-feira, após um longo interrogatório, anunciou a Justiça portuguesa.

source: BAGHDAD (Reuters) - A car bomb exploded in a crowded marketplace in a mainly Shi'ite Muslim district of the Iraqi capital on Wednesday, killing at least 20 people, police and medical sources said.
pt: BAGDÁ (Reuters) - Militantes do Estado Islâmico reivindicaram nesta quinta-feira a responsabilidade por um ataque suicida com um carro-bomba em um bairro de maioria muçulmana xiita de Bagdá, em que mais de 20 pessoas morreram na véspera.

source: Angela Merkel raised the surveillance issue in a phone call with U.S. President Barack Obama on Wednesday after the German government said it had information that the United States might have monitored her cell phone.
pt: O celular da chanceler alemã, Angela Merkel, pode ter sido espionado pelos serviços secretos americanos e a Chancelaria já entrou em contato com o presidente Obama a esse respeito, afirmou nesta quarta-feira o gabinete da chanceler.

source: U.S. Ambassador to South Korea Mark Lippert sustained injuries on his face and left arm from an attack by a knife-wielding assailant Thursday at a forum in Seoul.
pt: A Coreia do Norte negou neste domingo qualquer envolvimento na agressão sofrida na quinta-feira em Seul pelo embaixador americano na Coreia do Sul, atingido por golpes de faca por um nacionalista.

source: "That doesn't sit easy .
pt: Não é fácil, não é simples .

source: “It’s better if they stay permanently here.”
pt: — Como posso ficar aqui? — se perguntou .

source: Doctors have used gene therapy to upgrade the immune system of 12 patients with HIV to help shield them from the virus's onslaught.
pt: Pesquisadores nos Estados Unidos usaram terapia genética para "melhorar" o sistema imunológico de 12 pacientes com HIV para protegê-los contra a ação do vírus, que causa a Aids.

source: Alaska Airlines said it's investigating, as is Menzies Aviation, which called the agent "an experienced employee. "
pt: Depois de sair, o funcionário da Menzies Aviation disse às autoridades que tinha adormecido, declarou a Alaska Airlines em comunicado.

source: It's a little like being in a time machine because I'm introducing myself to people who don't really know my work that well .
pt: A coisa não funciona muito bem, mas para quem gosta de tipo de história de amor é um bom programa.

source: According to the statement, the Department of State urges US citizens to carefully consider the risks of traveling to Saudi Arabia and limit non-essential travel within the country.
pt: Além disso, solicitou que "considerem cuidadosamente os riscos de viajar para a Arábia Saudita e que limitem as viagens que não sejam necessárias no interior do país".

source: OPEC keeps its output ceiling at 30 mln barrels per day
pt: Opep mantém teto oficial de produção em 30 mbd

source: Turkish President Recep Tayyip Erdogan on Monday was accused of blatant sexism after declaring that women are not equal to men and claiming feminists in Turkey reject the idea of motherhood.
pt: - O presidente da Turquia, Recep Tayyip Erdogan, declarou nesta segunda-feira que a igualdade entre gêneros vai contra os ditados da natureza, e defendeu que o papel da mulher é o de mãe.

source: (Reuters) - A police investigation has found no evidence to back up a discredited Rolling Stone magazine story about a gang rape at a University of Virginia fraternity, officials said on Monday.
pt: Os detetives da polícia encarregados de investigar um suposto estupro coletivo em um campus dos EUA denunciado pela revista Rolling Stone informaram nesta segunda-feira não ter encontrado qualquer evidência do incidente.

source: Assad’s cousin killed in Latakia clashes
pt: Primo de Assad é morto em confronto com rebeldes na Síria

source: "We haven't adopted the policy of strong short-term stimulus in recent years -- in other words... we still have plenty of tools in our toolbox," he offered.
pt: — Nos últimos anos, não aplicamos nenhuma forte medida de estímulo de curto prazo, então podemos dizer que nosso espaço para manobras de políticas é relativamente grande, as ferramentas em nosso caixa de ferramentas comparativamente inúmeras — afirmou Li .

source: A withdrawal, easing any immediate Western fears of a Russian intervention, could ease tension before Sunday's presidential election in Ukraine .
pt: A iniciativa poderia também ter o objetivo de reduzir a tensão no impasse entre a Rússia e o Ocidente por causa da Ucrânia, dias antes da eleição presidencial ucraniana, marcada para o domingo.

source: A Pennsylvania gynecological oncologist illegally hunted and killed a lion in April, according to Zimbabwe officials
pt: O Zimbabwe acusou neste domingo um oncologista ginecológico da Pensilvânia de matar ilegalmente um l...

source: Romero is thought to have contracted the disease in late September in a Madrid hospital while caring for a Spanish missionary infected with Ebola in Africa who later died.
pt: Romero contraiu o vírus depois de tratar de um missionário espanhol que foi infectado quando trabalhava em Serra Leoa .

source: Secret Service Director Julia Pierson resigned on Wednesday amid recent revelations of significant security lapses at the White House and on US President Barack Obama's security detail.
pt: A diretora do Serviço Secreto americano, Julia Pierson, pediu demissão nesta quarta-feira, depois de passar por intenções pressões devido a uma falha na segurança da Casa Branca, há duas semanas.

source: And they have a lot of road ahead of them.
pt: Foi muito perigoso porque eles vieram no meio da estrada .

source: The judges felt that the innocence of giving by Anthony Melendrez showed human spirit and told the story of giving through the eyes of a young child.
pt: Os juízes do concurso afirmaram que a imagem mostra o espírito humano e conta uma história de doação através dos olhos de uma criança.

source: At least one of Saturday's bombings was claimed by IS, according to the Site Intelligence Group, which monitors jihadi activity.
pt: A autoria de pelo menos uma das explosões de sábado foi assumida pelo 'EI', segundo um grupo de inteligência que controla a ativista jihadista .

source: And obese people who exercise are in better health than those that do not.
pt: O sedentarismo é mais perigoso para a saúde do que a obesidade .

source: Guinea, Sierra Leone and Nigeria have also been hit by the outbreak.
pt: Ao todo, 2.240 pessoas foram infectadas na Guiné, na Libéria, na Nigéria e na Serra Leoa .

source: Carnival gets U.S. approval to operate Cuba cruises
pt: Carnival consegue aprovação dos EUA para operar cruzeiro marítimo para Cuba

source: Israeli police on Thursday shot dead a 32-year-old Palestinian man suspected of having tried hours earlier to kill a far-right Jewish activist, leading to fierce clashes in East Jerusalem and fears of a new Palestinian uprising.
pt: JERUSALÉM (Reuters) - A polícia de Israel matou nesta quinta-feira um homem que disparou contra policiais ao resistir à prisão em Jerusalém Oriental depois de ter tentado assassinar um ativista israelense de extrema-direita, informou a polícia.

source: British photojournalist John Cantlie, who appeared in a video released by the Islamic State (IS) organization this week, is known as a courageous reporter who has twice been held hostage by the jihadists in Syria.
pt: O grupo Estado Islâmico (EI) divulgou nas últimas horas um terceiro vídeo com um de seus reféns na Síria, o jornalista britânico John Cantlie, no qual se critica a estratégia do presidente dos Estados Unidos, Barack Obama, contra os jihadistas.

source: Russian central bank says to take measures to support financial stability
pt: Banco Central da Rússia anuncia medidas para o setor financeiro

source: "What we also are factoring in is, you know, with the Windows 10 launch at the end of July, we are watching sort of the impact of that on the back-to-school season, and expect that it might have a bit of a delay to the normal back-to-school season inventory build-up," she said, concluding the answer.
pt: “Estamos contando com o lançamento do Windows 10 no final de julho para um impacto na temporada de volta às aulas, de forma que possa atrasar a formação do estoque normal desse período”, disse.

source: In a separate statement, the US Department of Justice wrote: "The department does not intend to add to families' pain in such cases by suggesting that they could face criminal prosecution."
pt: No entanto, segundo a Casa Branca, o Departamento de Justiça "não tem a intenção de aumentar a dor das famílias em casos assim com possíveis processos criminais".

source: A spokesman for Ukraine's army said on Saturday that seven soldiers had been killed and 10 wounded during 24 hours of fighting across the breakaway regions.
pt: Seis soldados ucranianos morreram e 10 ficaram feridos em 24 horas no leste da Ucrânia, anunciou um porta-voz militar de Kiev neste sábado, véspera das eleições organizadas pelos separatistas pró-Rússia na região.

source: Israel's operation in Gaza may be over, but no victor emerges
pt: O conflito em Gaza pode estar no fim, mas não há vencedores

source: Obama met Cuban President Raul castro at the Summit of the Americas last week in Panama, where the two leaders extensively discussed improving ties.
pt: O presidente americano, Barack Obama, fala à imprensa após se reunir com o presidente cubano, Raúl Castro, à margem da Cúpula das Américas, no Panamá

source: All fifty-four bodies have been found," transport ministry spokesman J.A. Barata told AFP.
pt: Os 54 corpos foram encontrados", anunciou o porta-voz do ministério dos Transportes, J.A. Barata.

source: At his first news conference since the crisis began, Putin said Russia reserved the right to use all options to protect compatriots who were living in "terror" in Ukraine but that force was not needed for now.
pt: NOVO-OGARYOVO, Rússia, 4 Mar (Reuters) - O presidente Vladimir Putin afirmou nesta terça-feira que a Rússia se reserva o direito de usar todas as opções na Ucrânia para proteger os compatriotas que vivem em "terror", mas que Moscou usará a força apenas como último recurso.

source: "Make no mistake, today not a single Republican candidate announced or potential is clearly and consistently supporting a path to citizenship, not one.
pt: Que as coisas fiquem claras: ninguém (pré-candidato) republicano, declarado ou potencial, apoia abertamente uma via à cidadania, nenhum .

source: When was the last time "Braveheart" came up at a party ?
pt: Quando foi a última vez que você fez algo pela primeira vez?

source: Police Scotland said the man's family had asked that the force did not release his name to the public.
pt: “Ele estava seguro, ele não tinha medo, ele não tinha envolvimento com ninguém”, afirma um familiar do policial.

source: Blatter resigned as FIFA president on Tuesday, four days after being re-elected to a fifth term.
pt: Em meio a escândalos da Fifa, Blatter é reeleito para quinto mandato na entidade
